[Cues]
Act_E1_3A_CampusA_BigFootBanner_Look01_Max_010="How come there's never a giant banner for art contests or science projects?"
Act_E1_3A_CampusA_BigFootStatue_Look01_Max_010="I hope our Sasquatch is looking out for everybody here at Blackwell..."
Act_E1_3A_CampusA_Board01_Look01_Max_010="I would so be there if a sasquatch actually did battle a razorback."
Act_E1_3A_CampusA_Board01_Look02_Max_010="No comment."
Act_E1_3A_CampusA_Board02_Look01_Max_010="I could go for a burger now..."
Act_E1_3A_CampusA_Board02_Look01_Max_020="It would be uber-cool to shoot that poetry slam...But scared I am."
Act_E1_3A_CampusA_Board02_Look01_Max_040="I should go to learn more about the local culture...but I likely won't."
Act_E1_3A_CampusA_Board03_Look01_Max_010="I'm sure this poster has stopped millions of bullies."
Act_E1_3A_CampusA_Board03_Look01_Max_030="I'm not that desperate. At the moment."
Act_E1_3A_CampusA_Board03_Look01_Max_040="Sold. I'll definitely have to try a slice."
Act_E1_3A_CampusA_Board03_Look01_Max_050="This looks like Nerd Ground Zero...I should go."
Act_E1_3A_CampusA_Board03_Look01_Max_060="Pass."
Act_E1_3A_CampusA_BrookeBag_Interact01_Max_010="What a complicated name for such a tiny drone."
Act_E1_3A_CampusA_BrookeBag_Look01_Max_010="I'm almost sure Warren has the same bag! It looks a bit nerdy though..."
Act_E1_3A_CampusA_BusSign_Look01_Max_010="I could always escape on a bus back to Seattle..."
Act_E1_3A_CampusA_CHBrooke_Look01_Max_010="Brooke actually has a drone?"
Act_E1_3A_CampusA_CHBrooke_Look02_Max_010="She's a little aloof. Maybe I could rewind to impress her."
Act_E1_3A_CampusA_CHDaniel_Look01_Max_010="Daniel is always drawing something. He makes me look like an extrovert."
Act_E1_3A_CampusA_CHDaniel_Look02_Max_010="That was so cool. I'm glad I talked to him. Take more chances, Max."
Act_E1_3A_CampusA_CHDaniel_Look03_Max_010="I feel bad now. I didn't want to hurt Daniel's feelings."
Act_E1_3A_CampusA_CHEvan_Look01_Max_010="I think his name is Evan. He always looks so intense."
Act_E1_3A_CampusA_CHEvan_Look02_Max_010="Damn, I suck. I could rewind to get the answer right."
Act_E1_3A_CampusA_CHGrant_Look01_Max_010="Ms. Grant sure is dedicated to that petition."
Act_E1_3A_CampusA_CHGrant_Look02_Max_020="I hope I made the right decision about the petition..."
Act_E1_3A_CampusA_CHHayden_Look01_Max_010="There's Hayden and his Vortex Club harem. He sure is "Living The Dream"..."
Act_E1_3A_CampusA_CHJustin_Look01_Max_010="There's Justin and his skater posse. They're so cute doing their tricks."
Act_E1_3A_CampusA_CHJustin_Look02_Max_010="Now that I know some secrets of the skater world, I could rewind and get Justin to tell me more."
Act_E1_3A_CampusA_CHLuke_Look01_Max_010="That's Luke Parker... Zachary pushed him into a locker last week. Go Bullies."
Act_E1_3A_CampusA_CHStella_Look01_Max_010="Stella always looks so serious and dedicated. Good for her."
Act_E1_3A_CampusA_CigaretteButts_Look01_Max_010="Ew, gross. At least switch to e-cigs."
Act_E1_3A_CampusA_Coins_Look01_Max_010="This is a great image... all those rippling green coins... I hope everybody got their wish."
Act_E1_3A_CampusA_Direction_Look02_Max_010="I need to go there and grab Warren's flash drive."
Act_E1_3A_CampusA_EvanPhotoBook_Look01_Max_010="These photos are great...and Rachel Amber's face is mesmerizing..."
Act_E1_3A_CampusA_EvanPhotoBook_Look02_Max_010="Evan's portfolio always looks so uber-pro. I'd love to see his photos in there..."
Act_E1_3A_CampusA_Fountain_Max_010="This day has been so insane..."
Act_E1_3A_CampusA_Fountain_Max_020="Everything is happening too fast..."
Act_E1_3A_CampusA_Fountain_Max_030="And none of it makes any sense... these visions, this... power."
Act_E1_3A_CampusA_Fountain_Max_040="I keep expecting to wake up one more time..."
Act_E1_3A_CampusA_Fountain_Max_050="But if this is a dream, then I'm not asleep."
Act_E1_3A_CampusA_Fountain_Max_060="Which means somehow... I did rewind time."
Act_E1_3A_CampusA_Fountain_Max_070="So there has to be a reason... and I have to find out why."
Act_E1_3A_CampusA_GoingPark_Max_020="I still have to get the flash drive from my room before I meet Warren."
Act_E1_3A_CampusA_GoingSchool_Max_010="I'm not going back in there."
Act_E1_3A_CampusA_GoingSchool_Max_020="Now I have to go to my room and grab Warren's flash drive."
Act_E1_3A_CampusA_GoingStreet_Max_020="Warren's waiting for me and his flash drive in the parking lot so I better get to my dorm."
Act_E1_3A_CampusA_Graffiti01_Look01_Max_010="Whatever happened to "Three Coins In The Fountain"?"
Act_E1_3A_CampusA_Graffiti02_Look01_Max_010="I would love to feed you but not a penny in my pocket."
Act_E1_3A_CampusA_Graffiti03_Look01_Max_010="Graffitti For Dummies."
Act_E1_3A_CampusA_Graffiti03_Look01_Max_020="What language is that?"
Act_E1_3A_CampusA_Graffiti04_Look01_Max_010="Aw, that's not nice. Poor li'l otter."
Act_E1_3A_CampusA_Graffiti05_Look01_Max_010="Clever."
Act_E1_3A_CampusA_JeffersonPhoto01_Look01_Max_010="That's so cool that Blackwell is doing a show of Mr. Jefferson's work."
Act_E1_3A_CampusA_JeffersonPhoto02_Look01_Max_010="That's one of his famous shots. I love how it captures the moment."
Act_E1_3A_CampusA_JeffersonPhoto03_Look01_Max_010="Mr. Jefferson has such a gift for different styles."
Act_E1_3A_CampusA_MPA01_Look01_Max_010="Posters over posters? Somebody really wants to find Rachel Amber."
Act_E1_3A_CampusA_MPA01_Look02_Max_010="I've never seen so many "Missing Persons" posters for the same person..."
Act_E1_3A_CampusA_MPAGround_Look01_Max_010="Rachel Amber... She looks so hopeful and pretty... I wonder what happened to her..."
Act_E1_3A_CampusA_Park_Look02_Max_020="Now I have to go back to the dorm. This day never ends."
Act_E1_3A_CampusA_Poster01_Look01_Max_010=""Otter Power"? I'm so not there."
Act_E1_3A_CampusA_Poster02_Look01_Max_010="They sure get a lot of mileage out of "Otter Power"..."
Act_E1_3A_CampusA_Poster03_Look01_Max_010="You gotta be fucking kidding me. I'm there."
Act_E1_3A_CampusA_Poster04_Look01_Max_010="Ms. Grant is so not down with this surveillance system."
Act_E1_3A_CampusA_SignMainBuilding_Look01_Max_010="Thank God I'm done with class today."
Act_E1_3A_CampusA_Statue_Look01_Max_010="I bet the Blackwell founders would shit cats if they saw today's student body walking around like zombies on their phones."
Act_E1_3A_CampusA_SwimmingPoolDoor_Look01_Max_010="And this is where the Otters perform their aquatic magic."
Act_E1_3A_CampusA_Tree_Max_010="So bizarro to be back here after five years..."
Act_E1_3A_CampusA_Tree_Max_020="I thought I could just fit right back in at school..."
Act_E1_3A_CampusA_Tree_Max_030="But with all this shit going on, I'm even more an outsider..."
Act_E1_3A_CampusA_Tree_Max_040="And who can I confide in, besides my journal and my camera?"
Act_E1_3A_CampusA_Tree_Max_050="Man, these are supposed to be the best years of my life..."
Act_E1_3A_CampusA_Tree_Max_060="This is what it's like to be alone and feel lonely at once..."
Act_E1_3A_CampusA_VoiceOver01_Max_010="Okay, I better get to my dorm and grab that flash drive."
Act_E1_3A_CampusA_VoiceOver01_Max_020="Warren really wants that flash drive. I better grab it."
Act_E1_3A_CampusA_VoiceOver01_Max_030="Time to go grab Warren's flash drive..."
Act_E1_3A_CampusA_VoiceOver01_Max_040="I better read Warren's text before he blows my phone up."
Act_E1_3A_CampusA_VoiceOver02_Max_010="What is going on today?"
Act_E1_3A_CampusA_VoiceOver02_Max_020="This is so weird... these visions... this power..."
Act_E1_3A_CampusA_VoiceOver02_Max_030="I can't believe I saw that girl get shot..."
Act_E1_3A_CampusA_VoiceOver02_Max_040="That Nathan Prescott is... scary. I'm glad I busted him."
Act_E1_3A_CampusA_VoiceOver02_Max_050="Nathan Prescott is dangerous... Why didn't I tell the Principal?"
Act_E1_3A_CampusA_VoiceOver02_Max_070="I can't believe I actually reversed time..."
Act_E1_3A_CampusA_VoiceOver03_Max_010="So weird to be back here after five years..."
Act_E1_3A_CampusA_VoiceOver03_Max_020="Arcadia Bay seems exactly the same... but different."
Act_E1_3A_CampusA_VoiceOver03_Max_030="Blackwell Academy is like... a high school college."
Act_E1_3A_CampusA_VoiceOver03_Max_040="I like this school energy near the primordial forest."
Act_E1_3A_CampusA_VoiceOver03_Max_050="I used to own this town as a kid and now I don't know anybody..."
Act_E1_3A_CampusA_VoiceOver03_Max_060="This is what it's like to be alone, and feel lonely at once."
Cue_E1_3A_CampusA_CHBrooke_Phase01_Brooke_004="You're full of surprises. Why would you know that?"
Cue_E1_3A_CampusA_CHBrooke_Phase01_Brooke_011="Let me guess... You want to fly my drone?"
Cue_E1_3A_CampusA_CHBrooke_Phase01_Brooke_012="This is neither. Do you know what a drone really is?"
Cue_E1_3A_CampusA_CHBrooke_Phase01_Brooke_013="Uh, you read too many conspiracy sites. This might be too complicated for you. Funny, Warren said you were smart. Please, step back."
Cue_E1_3A_CampusA_CHBrooke_Phase01_Brooke_017="Of course. Nobody knows about it yet."
Cue_E1_3A_CampusA_CHBrooke_Phase01_Brooke_021="Most impressive, Max. Warren said you were multi-faceted."
Cue_E1_3A_CampusA_CHBrooke_Phase01_Max_014="I'd love to! I love planes and balloons and—"
Cue_E1_3A_CampusA_CHBrooke_Phase01_Max_015="Is that really yours? Is that even legal?"
Cue_E1_3A_CampusA_CHBrooke_Phase01_Max_016="That looks like a HiFly drone, model ...B400 EVO? Now that's a nice piece of tech."
Cue_E1_3A_CampusA_CHBrooke_Phase01_Max_018="A weapon, right?"
Cue_E1_3A_CampusA_CHBrooke_Phase01_Max_019="Isn't it considered a weapon of war?"
Cue_E1_3A_CampusA_CHBrooke_Phase01_Max_020="I love aerial photography. Drones are perfect for that, especially those with great range. It's a new era of images."
Cue_E1_3A_CampusA_CHBrooke_Phase01_Max_023="Hi, Brooke."
Cue_E1_3A_CampusA_CHBrooke_Phase02_Brooke_001="Sorry, Max, I have to focus on making sure this drone doesn't crash."
Cue_E1_3A_CampusA_CHBrooke_Phase02_Brooke_004="I bet David Madsen would love to spy on us with this kind of drone!"
Cue_E1_3A_CampusA_CHDaniel_Phase01_Daniel_001="Oh, hi Max. Could I, um, ask you a question? Would you mind letting me sketch you? I do put my sketches on Facebook though..."
Cue_E1_3A_CampusA_CHDaniel_Phase01_Daniel_005="Never mind. I guess you would be too ashamed. Now I have to get back to my drawing..."
Cue_E1_3A_CampusA_CHDaniel_Phase01_Daniel_008="Funny you should say that. I was just thinking about my real muse, Rachel Amber..."
Cue_E1_3A_CampusA_CHDaniel_Phase01_Daniel_010="She just stopped coming to class. Some people say she ran away, some say she jumped off a cliff. I just hope she's okay."
Cue_E1_3A_CampusA_CHDaniel_Phase01_Daniel_011="No, but once she asked me to draw her portrait. Oh, she was a natural."
Cue_E1_3A_CampusA_CHDaniel_Phase01_Daniel_012="No way! You're a... good substitute muse."
Cue_E1_3A_CampusA_CHDaniel_Phase01_Daniel_015="Kills me to see her sweet face used as a crime photo... She had a good heart."
Cue_E1_3A_CampusA_CHDaniel_Phase01_Max_002="I'd rather not, Daniel. Not that I don't want you to..."
Cue_E1_3A_CampusA_CHDaniel_Phase01_Max_004="You knew her?"
Cue_E1_3A_CampusA_CHDaniel_Phase01_Max_007="I'd be honored, Daniel. Makes me feel like a muse."
Cue_E1_3A_CampusA_CHDaniel_Phase01_Max_009="So, what happened to her? There's got to be a story."
Cue_E1_3A_CampusA_CHDaniel_Phase01_Max_013="What's up, Daniel?"
Cue_E1_3A_CampusA_CHDaniel_Phase01_Max_014="Hard to avoid her posters all over campus."
Cue_E1_3A_CampusA_CHDaniel_Phase01_Max_016="Okay, why don't you start drawing me, even though I must be a step down from Rachel..."
Cue_E1_3A_CampusA_CHDaniel_Phase02_Daniel_001="Thanks Max, I'd like to draw you another time, if you want."
Cue_E1_3A_CampusA_CHDaniel_Phase02_Daniel_002="Do you mind, Max? I'm drawing."
Cue_E1_3A_CampusA_CHEvan_Phase01_Evan_001="Let's see if you're worthy of it, Max. You'll have to answer a simple question: Who photographed the famous "Falling soldier"?"
Cue_E1_3A_CampusA_CHEvan_Phase01_Evan_003="My my. This quiet child knows things."
Cue_E1_3A_CampusA_CHEvan_Phase01_Evan_007="Oh my, you can't even tell the difference between street photography and photojournalism...No portfolio peek for you."
Cue_E1_3A_CampusA_CHEvan_Phase01_Evan_010="Well, they both were famous war photographer images, but you should know the difference. Good try, wrong answer."
Cue_E1_3A_CampusA_CHEvan_Phase01_Evan_012="You are a kindred spirit, Max. Would you care for a perusal of my portfolio? It's not a privilege I grant to many..."
Cue_E1_3A_CampusA_CHEvan_Phase01_Evan_028="Unless he could travel back in time, McCurry was born five years after the "Falling soldier" picture. McCurry also shoots in color. In other words, no portfolio."
Cue_E1_3A_CampusA_CHEvan_Phase01_Max_002="Robert Capa, of course. I love his work, despite the controversy about that photo."
Cue_E1_3A_CampusA_CHEvan_Phase01_Max_004="That's why I'm here."
Cue_E1_3A_CampusA_CHEvan_Phase01_Max_006="Isn't it Robert Doisneau?"
Cue_E1_3A_CampusA_CHEvan_Phase01_Max_009="Gotta be... Eugene Smith."
Cue_E1_3A_CampusA_CHEvan_Phase01_Max_013="I'd be honored, sir."
Cue_E1_3A_CampusA_CHEvan_Phase01_Max_026="Hey, Evan. Mind if I check out your cool portfolio?"
Cue_E1_3A_CampusA_CHEvan_Phase01_Max_027="Uh... Steve McCurry?"
Cue_E1_3A_CampusA_CHEvan_Phase02_Evan_001="Of course, you're honored. As I am. And I hope you don't judge my work too harsh."
Cue_E1_3A_CampusA_CHEvan_Phase02_Evan_003="Sorry, I have to get back to my portfolio. No time for amateurs. No offense, Max."
Cue_E1_3A_CampusA_CHEvan_Phase02_Evan_004="Sorry, I have to get back to my portfolio."
Cue_E1_3A_CampusA_CHEvan_Phase03_Evan_001="As you can see, Rachel Amber was my favorite model here. She knew exactly what angles worked best with my eye."
Cue_E1_3A_CampusA_CHEvan_Phase03_Evan_002="Like brother and sister in arms. She understood me, never judged me. I hated her Vortex Club clique, but she never acted like she cared. Her friends were her friends."
Cue_E1_3A_CampusA_CHEvan_Phase03_Evan_005="She was like mercurial. You know what that means?"
Cue_E1_3A_CampusA_CHEvan_Phase03_Evan_009="Nothing good Max... Nothing good."
Cue_E1_3A_CampusA_CHEvan_Phase03_Max_003="You were close..."
Cue_E1_3A_CampusA_CHEvan_Phase03_Max_004="What was she like?"
Cue_E1_3A_CampusA_CHEvan_Phase03_Max_006="Of course I do, you snob."
Cue_E1_3A_CampusA_CHEvan_Phase03_Max_007="I know, I can be a little diva."
Cue_E1_3A_CampusA_CHEvan_Phase03_Max_008="What do you think happened to her?"
Cue_E1_3A_CampusA_CHEvan_Phase03_Max_010="Hi, Evan."
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_001="Excuse me, Max? I know everybody loves being asked to sign a petition, but would you do|Ms. Grant a favor and hear me out?"
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_004="Too bad. Serious things are taking place at Blackwell and they effect you most of all. Come back and see me when you do have time, promise?"
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_005="David Madsen, our chief of security, wants to put surveillance cameras all around the campus. Halls, classrooms, gym, dorm rooms, etc.  Blackwell Academy should be a high school, not a high security penitentiary."
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_008="Blackwell Academy has a noble heritage, from the Native Americans who founded this land, to the pioneers who shared it in peace, not fear and violence."
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_009="It's a slippery slope. And it's up to you and your classmates to stand up here."
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_012="The tribes who were here first, who welcomed the settlers. Both cultures found a mutual symbiosis and thrived."
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_013="You should learn a little history about your alma mater. You'll find some fascinating facts. There's a lot of power in this region. I think it helps the creative juices flow around here..."
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_014="Now before I assign you homework with this lecture, will you please sign the petition to keep our campus from going back to 1984?"
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_017="I'm not against security, Max. We should all be concerned when private space becomes public. Your generation has been tricked to think everything should be recorded."
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_018="I knew you were my favorite new student at Blackwell for a good reason."
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_030="Max, this isn't about personalities. This is about protecting civil rights and our school's legacy of freedom."
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_032="You're fair minded, Max. And we all pray Rachel is found safe and sound, bless her soul. But this petition isn't about her."
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_034="Science is history, Max. And I have a secret wish to teach local lore and legends. There's a lot of unique facts about this you might really enjoy discovering..."
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_035="Do you want to hear more about this petition now Max?"
Cue_E1_3A_CampusA_CHGrant_Phase01_Grant_038="It's all about time, isn't it? If you change your mind and want more details, please come back and see me."
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_002="Well... I'm kind of in a rush right now, I don't really have the time..."
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_003="Sure, I always have time for you. What's the petition?"
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_006="David Madsen doesn't need another excuse to harass students here..."
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_007="That's crazy. I get why schools should be on high alert these days, but cameras in the dorm rooms?"
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_010="The Native Americans?"
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_011="Blackwell is that old? That's incredible."
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_015="Absolutely. I don't mind security, but not... pure surveillance."
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_016="Ms Grant, I totally respect your passion and knowledge, but some security cameras make me feel a little safer."
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_029="Hi, Ms. Grant."
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_031="I guess cameras could have helped Rachel. I can see both sides."
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_033="You know a lot about Blackwell for being the science teacher."
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_036="Sure, I like to get all the facts first."
Cue_E1_3A_CampusA_CHGrant_Phase01_Max_037="Well... I'm still in a rush, I don't really have the time..."
Cue_E1_3A_CampusA_CHGrant_Phase02_Grant_002="The petition is going well. I think we'll hit our goal!"
Cue_E1_3A_CampusA_CHGrant_Phase02_Grant_004="At least I know where you stand, Max. Always in front of the camera."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_001="There she is, the retro-selfie master."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_004="It's a skill one cultivates at Blackwell. Especially when one represents the Vortex Club. Not to boast."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_005="Oh please. Nathan is like everybody's voodoo doll. "Kill the rich kid!" He's all right, and a fun guy to hang with. Fuck the haters."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_008="Only if you're not cool enough to get in. And it doesn't hurt your resume."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_010="I do. But you should actually come hang with us one night. Then you wouldn't be so inclined to gossip."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_013="That's because you haven't partied with us. Or even Victoria. Who's pretty funny when she's baked."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_014="Chillax, paranoia girl. We're not that desperate for fun. We know how to do that on our own."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_016="You're high. Rachel used to hang out with us too. She was a blast. Smart, not bitchy like... you know."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_021="Nate has his extreme moments, but... don't we all?"
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_022="Your loss. Bro is fucking hilarious when he's blazed. And he does always have the best shit."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_025="I knew she liked to party. Hah, fun to be around. Oh yeah, and she was hot."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_027="Bye Max. Now, I have to get my chemical on|and study. We should get you and Dana out one night..."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_029="Oh, whatever happens to people who disappear without a trace."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_031="Don't think you know Victoria so well. She respected Rachel, even if she didn't act like it."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_033="No. Rachel was like her own club. She was actually too cool for us. And I'll deny I ever said that."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_035="That it is, Max. Now I have to get my chemical on and study. We should get you and Dana out one night..."
Cue_E1_3A_CampusA_CHHayden_Phase01_Hayden_037="Hey yourself, Max."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_002="That's me all right. You look relaxed as usual, Hayden."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_003="Do you really want Nathan Prescott to "represent"?"
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_006="What the hell is the Vortex Club anyway? Seems so elitist..."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_007="He seems genuinely unstable to me."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_009="If you say so..."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_011="I don't think so. I'm not Ms. Party."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_012="You mean hang with the Vortex Club? That sounds like a set-up to a horrible prank..."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_015="It seems weird to think about partying with all those Rachel Amber posters up..."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_019="Hey, Hayden."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_020="Fair enough, but I'm still not going to party with him."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_023="I don't know yet, Hayden."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_024="So you knew Rachel Amber?"
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_026="Let's talk later, Hayden."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_028="What do you think happened to her?"
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_030="Did Victoria like Rachel? She seems like the jealous type."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_032="Rachel was actually a member of the Vortex Club?"
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_034="I'm more confused than before... It's such a mystery. Let's talk later Hayden."
Cue_E1_3A_CampusA_CHHayden_Phase01_Max_036="Hey again, Hayden."
Cue_E1_3A_CampusA_CHHayden_Phase02_Hayden_001="Seriously. I have to study for a test now, so I can't talk now."
Cue_E1_3A_CampusA_CHHayden_Phase02_Hayden_002="Max, you're harshing my mellow."
Cue_E1_3A_CampusA_CHJustin_Phase01_Justin_001="Check out the Max. Come to thrash?"
Cue_E1_3A_CampusA_CHJustin_Phase01_Justin_004="You're such a poser. If you can't even name a simple noseslide or a tre flip, you should walk on."
Cue_E1_3A_CampusA_CHJustin_Phase01_Justin_005="What's your first move gonna be?"
Cue_E1_3A_CampusA_CHJustin_Phase01_Justin_008="Oh, sick, you're not a poser."
Cue_E1_3A_CampusA_CHJustin_Phase01_Justin_010="Oh check it. We're gonna destroy some rails for you. What do you want to see?"
Cue_E1_3A_CampusA_CHJustin_Phase01_Justin_020="Let's get Trevor all over that action."
Cue_E1_3A_CampusA_CHJustin_Phase01_Max_002="Thrash? You mean stage diving or..."
Cue_E1_3A_CampusA_CHJustin_Phase01_Max_003="Oh, yeah. Bring it."
Cue_E1_3A_CampusA_CHJustin_Phase01_Max_006="Uh... jump?"
Cue_E1_3A_CampusA_CHJustin_Phase01_Max_007="I came to noseslide, but I'd love to see somebody do a "tre flip"!"
Cue_E1_3A_CampusA_CHJustin_Phase01_Max_009="Nah, I just can't skate worth shit."
Cue_E1_3A_CampusA_CHJustin_Phase01_Max_018="I'd love to see a... noseslide."
Cue_E1_3A_CampusA_CHJustin_Phase01_Max_019="Go for a "tre flip"."
Cue_E1_3A_CampusA_CHJustin_Phase01_Max_021="Yo, Justin."
Cue_E1_3A_CampusA_CHJustin_Phase02_Justin_003="I'm stoked to see those photos framed and shit. You're not really a Skate Betty tho."
Cue_E1_3A_CampusA_CHJustin_Phase02_Justin_006="Too bad. It's nice to have the females on board too. Rachel Amber and her punk friend used to love skating with us."
Cue_E1_3A_CampusA_CHJustin_Phase02_Justin_008="I can tell. We need more girls out here. Rachel Amber and her punk friend used to skate with us..."
Cue_E1_3A_CampusA_CHJustin_Phase02_Justin_010="She used to chill with us sometimes. But one day she just vanished... Hope she's livin' the dream somewhere. If anybody hurt her we'll get a skate posse and take 'em out with our boards."
Cue_E1_3A_CampusA_CHJustin_Phase02_Justin_011="I can't remember her name... But she was hot. Tats. Blue hair. Hardcore. She stopped hanging out with us after Rachel disappeared... or ran away."
Cue_E1_3A_CampusA_CHJustin_Phase02_Justin_015="Max appears again. What's up?"
Cue_E1_3A_CampusA_CHJustin_Phase02_Justin_018="Anytime you want to take some action shots, we're here for you, Max."
Cue_E1_3A_CampusA_CHJustin_Phase02_Justin_019="Fuck that! I'd rather rollerblade than hang out with snobs like her."
Cue_E1_3A_CampusA_CHJustin_Phase02_Justin_020="You're not really a Skate Betty."
Cue_E1_3A_CampusA_CHJustin_Phase02_Max_004="Not really."
Cue_E1_3A_CampusA_CHJustin_Phase02_Max_005="I used to be, but I'm into my camera now."
Cue_E1_3A_CampusA_CHJustin_Phase02_Max_012="You knew Rachel?"
Cue_E1_3A_CampusA_CHJustin_Phase02_Max_013="Who was Rachel's punk friend?"
Cue_E1_3A_CampusA_CHJustin_Phase02_Max_014="Hey."
Cue_E1_3A_CampusA_CHJustin_Phase02_Max_016="You ever hang out with Victoria?"
Cue_E1_3A_CampusA_CHJustin_Phase02_Max_017="Let's chill later, Justin."
Cue_E1_3A_CampusA_CHJustin_Phase03_Justin_002="We're done talking. You're too sketchy!"
Cue_E1_3A_CampusA_CHJustin_Phase04_Justin_001="You can watch us destroy these rails!"
Cue_E1_3A_CampusA_CHLuke_Phase01_Luke_001="Max, I don't feel like talking..."
Cue_E1_3A_CampusA_CHLuke_Phase01_Luke_004="Nathan Prescott, little rich bitch kid. He thinks he can own people like his parents own Blackwell... Like he owns the Vortex Club."
Cue_E1_3A_CampusA_CHLuke_Phase01_Luke_007="You... You know him?"
Cue_E1_3A_CampusA_CHLuke_Phase01_Luke_008="Somebody needs to take that prick down..."
Cue_E1_3A_CampusA_CHLuke_Phase01_Luke_013="What? Seriously?"
Cue_E1_3A_CampusA_CHLuke_Phase01_Luke_014="Sounds like you know way more than that. Max, tell me."
Cue_E1_3A_CampusA_CHLuke_Phase01_Luke_015="Yeah, history always proves that, right? Just wait for justice, you sheeple..."
Cue_E1_3A_CampusA_CHLuke_Phase01_Luke_017="You are my new hero. Finally, karma comes to Blackwell!"
Cue_E1_3A_CampusA_CHLuke_Phase01_Max_002="What's wrong?"
Cue_E1_3A_CampusA_CHLuke_Phase01_Max_003="Oh sorry... I won't bother you."
Cue_E1_3A_CampusA_CHLuke_Phase01_Max_006="Yes, he's a nasty piece of work."
Cue_E1_3A_CampusA_CHLuke_Phase01_Max_009="I busted him today, with a gun."
Cue_E1_3A_CampusA_CHLuke_Phase01_Max_010="Not really... I've seen him around."
Cue_E1_3A_CampusA_CHLuke_Phase01_Max_011="It'll happen... Karma doesn't play favorites."
Cue_E1_3A_CampusA_CHLuke_Phase01_Max_012="He'll take himself down."
Cue_E1_3A_CampusA_CHLuke_Phase01_Max_016="I saw him wave a gun around today and I went to the Principal... We'll see what happens next..."
Cue_E1_3A_CampusA_CHLuke_Phase01_Max_018="Uh, hello?"
Cue_E1_3A_CampusA_CHLuke_Phase01_Max_019="Nope, he's just a entitled dick with a lot of money. Not my type."
Cue_E1_3A_CampusA_CHLuke_Phase02_Luke_001="I'm glad you told me that, Max. Let's talk later, cool?"
Cue_E1_3A_CampusA_CHLuke_Phase02_Luke_002="Let's talk later, okay Max?"
Cue_E1_3A_CampusA_CHStella_Phase01_Max_002="I think so. We're lucky to have such a famous teacher. And I actually love his work..."
Cue_E1_3A_CampusA_CHStella_Phase01_Max_003="He's aloof...He seems like he's always above you, not like a snob, but like you don't know what's in his head."
Cue_E1_3A_CampusA_CHStella_Phase01_Max_007="Now how do you know this?"
Cue_E1_3A_CampusA_CHStella_Phase01_Max_009="Interesting. See, you learn something new everyday at school."
Cue_E1_3A_CampusA_CHStella_Phase01_Max_010="So you knew Rachel?"
Cue_E1_3A_CampusA_CHStella_Phase01_Max_013="Hey there, Stella."
Cue_E1_3A_CampusA_CHStella_Phase01_Max_014="I'm not sure yet, I mean, he's clearly a genius. But I don't agree with everything he says."
Cue_E1_3A_CampusA_CHStella_Phase01_Max_017="Victoria is pretty obvious. I don't think Jefferson is into her."
Cue_E1_3A_CampusA_CHStella_Phase01_Max_018="Now that you mention it, he doesn't respond to Victoria's flirting. That means he has good taste."
Cue_E1_3A_CampusA_CHStella_Phase01_Max_020="No way. You can get him so busted. And he's not going to mess around with a student."
Cue_E1_3A_CampusA_CHStella_Phase01_Stella_001="Hey, I know you! You're the new quiet girl in Jefferson's class. Isn't he incredible?"
Cue_E1_3A_CampusA_CHStella_Phase01_Stella_004="Me too. His New York urban stuff is great, but I'm glad he came back to his Oregon roots. Screw the East Coast elite. It must piss off those pretentious galleries that Mark Jefferson is teaching photography to us Blackwell hicks... plus he is pretty hot for an older guy."
Cue_E1_3A_CampusA_CHStella_Phase01_Stella_005="Maybe. Mr. Jefferson just has his own style."
Cue_E1_3A_CampusA_CHStella_Phase01_Stella_006="If Victoria wasn't all over him, I would definitely make a move."
Cue_E1_3A_CampusA_CHStella_Phase01_Stella_008="That's what you think."
Cue_E1_3A_CampusA_CHStella_Phase01_Stella_011="Not really. I saw her hanging with the other kool kidz like Victoria. Not my kind of clique. But I heard insane stories about Rachel..."
Cue_E1_3A_CampusA_CHStella_Phase01_Stella_012="Like I said, you have a lot to learn, Max. See ya in class."
Cue_E1_3A_CampusA_CHStella_Phase01_Stella_015="He does get a bit pretentious, but he's passionate and just says what he thinks."
Cue_E1_3A_CampusA_CHStella_Phase01_Stella_016="I don't think she's closed the deal. But she's not the only player..."
Cue_E1_3A_CampusA_CHStella_Phase01_Stella_019="You have a lot to learn here at Blackwell. Rachel Amber absolutely had sex with him. Well... I heard that from a good source."
Cue_E1_3A_CampusA_CHStella_Phase02_Stella_001="I'd like to study this photo if you don't mind."
Cue_E1_3A_CampusA_DanielDraws_Daniel_010="Oh, that's a good posture."
Cue_E1_3A_CampusA_DanielDraws_Daniel_020="Good, good..."
Cue_E1_3A_CampusA_DanielDraws_Max_030="Best portrait ever."
Cue_E1_3A_CampusA_DroneControl_Brooke_010="Here, give the drone a whirl around campus."
Cue_E1_3A_CampusA_FactNathan_Principal_010="Would Nathan Prescott please come to the front office. Thank you."
Cue_E1_3A_CampusA_Idle_Grant_010="Would anybody like to sign a petition to stop Blackwell from becoming a surveillance state?"
Cue_E1_3A_CampusA_Idle_Grant_020="This is a very important issue that effects all of you here."
Cue_E1_3A_CampusA_Idle_Grant_030="We just need to collect 100 more signatures to get a public hearing..."
Cue_E1_3A_CampusA_Idle_Grant_040="We all want to be safe but not spied upon."
Cue_E1_3A_CampusA_Idle_Grant_050="And this isn't about any politics, just about our Blackwell's great tradition of free speech."
Cue_E1_3A_CampusA_Idle_Grant_060="I know you're in a hurry to text before your next class but this is important too..."
Cue_E1_3A_CampusA_Idle_Grant_070="What if Big Brother was watching what you're texting? Are you cool with that?"
Cue_E1_3A_CampusA_Idle_Grant_080="Is anybody listening?"
Cue_E1_3A_CampusA_Idle_Grant_090="Anybody?"
Cue_E1_3A_CampusA_StellaFriend_CitizenF1_020="I love the contrasts."
Cue_E1_3A_CampusA_StellaFriend_Stella_010="Oh his work is so sensitive..."
Cue_E1_3A_CampusA_StellaFriend_Stella_030="Mr. Jefferson is a master of light and shade..."
